# Задача 4: Логическая проверка числа

quantity = float(input("Введите количество товара: "))
print("Программа работает верно: ", bool(quantity))
