# Задача 1: Округление

income = float(input("Введите сумму: "))
print(float(round(income)))
