# Задача 2: Площадь магазина

length = float(input(f'Введите длину магазина (м): '))
width = float(input(f'Введите ширину магазина (м): '))

s = float(length * width)

print("Площадь магазина (кв.м):", round(s, 2))
